<?php

return [

  'password_reset' => [
    'greeting' => 'ご利用ありがとうございます。',
    'subject' => '【March\'s Base】パスワードリセット処理',
    'line1' => 'パスワードリセットのリクエストがありましたのでメッセージを送信しました。',
    'line2' => '本メール発行から :count 分以内に実行しないと上記のリンクは無効となります。',
    'line3' => 'もしこのメールに覚えが無い場合は破棄してください。',
    'action' => 'リセット開始',
  ],

  'verify_email' => [
    'greeting' => 'ご登録ありがとうございます。',
    'subject' => '【March\'s Base】メール登録処理',
    'line1' => '以下の認証リンクをクリックして本登録を完了させてください。',
    'line2' => 'もしこのメールに覚えが無い場合は破棄してください。',
    'action' => 'メールアドレスを認証する',
  ],
];
